const artistList = [
  {
    id: 'bazan',
    name: 'Базан Владимир',
    titlePhoto: 'bazan_title.jpg',
    birthPlace: 'Унеча, Брянск, СССР',
    birthDate: '21.10.1953',
    lifePeriod: '1953 - наши дни',
    bio: [
      {
        period: '1973-1978',
        activity: 'Учеба на художественно-графическом факультете Витебского педагогического института.',
      },
      {
        period: '1980–1990',
        activity: 'Занимает должности фотографа, корреспондента, ответственного секретаря в витебской газете «Строитель».',
      },
      {
        period: '1990–2007',
        activity: 'Занимает должности главного редактора, дизайнера и фотокорреспондента газеты «Витебский курьер».',
      },
    ],
    works: ['«Думай, парень!» (1982–2005)', '«Праздник в православной церкви» (1988)', '«Армения. Декабрь» (1988)', '«Пионерский лагерь» (1989)', '«Приметы» (1989)', '«Чернобыльский натюрморт» (1996)', '«Париж! Париж! Я не хочу домой!» (2001–2007)'],
    photos: ['bazan_1.jpg', 'bazan_2.jpg', 'bazan_3.jpg', 'bazan_4.jpg', 'bazan_5.jpg'],
    video: 'https://www.youtube.com/watch?v=2S5ggpopE5Y',
    workLocation: 'Франция',
  },
];

export default artistList;
