const artistList = [
  {
    id: 'bazan',
    name: 'Базан Владимир',
    titlePhoto: 'bazan_title.jpg',
    birthPlace: 'Унеча, Брянск, СССР',
    birthDate: '21.10.1953',
    lifePeriod: '1953 - наши дни',
    bio: [
      {
        period: '1973-1978',
        activity: 'Учеба на художественно-графическом факультете Витебского педагогического института.',
      },
      {
        period: '1980–1990',
        activity: 'Занимает должности фотографа, корреспондента, ответственного секретаря в витебской газете «Строитель».',
      },
      {
        period: '1990–2007',
        activity: 'Занимает должности главного редактора, дизайнера и фотокорреспондента газеты «Витебский курьер».',
      },
    ],
    works: ['«Думай, парень!» (1982–2005)', '«Праздник в православной церкви» (1988)', '«Армения. Декабрь» (1988)', '«Пионерский лагерь» (1989)', '«Приметы» (1989)', '«Чернобыльский натюрморт» (1996)', '«Париж! Париж! Я не хочу домой!» (2001–2007)'],
    photos: ['bazan_1.jpg', 'bazan_2.jpg', 'bazan_3.jpg', 'bazan_4.jpg', 'bazan_5.jpg'],
    video: 'https://www.youtube.com/watch?v=2S5ggpopE5Y',
    workLocation: 'Франция',
  },
  {
    id: 'barsukov',
    name: 'Барсуков Игорь',
    titlePhoto: 'barsukov_title.jpg',
    birthPlace: 'Витебск, БССР',
    birthDate: '20.09.1949',
    lifePeriod: '1949 - наши дни',
    bio: [
      {
        period: '1976',
        activity: 'Окончивает художественно-графический факультет Витебского государственного педагогического института им. С. М. Кирова.',
      },
      {
        period: '1967–1981',
        activity: 'Работает в системе бытового обслуживания населения.',
      },
      {
        period: 'с 1981',
        activity: 'Фотограф и преподаватель Витебского государственного технологичного института (позже – университета).',
      },
      {
        period: 'с 2000',
        activity: 'Член Белорусского союза дизайнеров.',
      },

    ],
    works: ['«Ратуша» (1966)', '«Витебские дворы» (1966)', '«Зима в Полоцке» (1985)', '«Под небом Беларуси» (1995)', '«Река Витьба» (2007)', 'серия «Начало пути» (1995)', '«Воскресенская церковь» (2008)'],
    photos: ['barsukov_1.jpg', 'barsukov_2.jpg', 'barsukov_3.jpg', 'barsukov_4.jpg', 'barsukov_5.jpg'],
    video: '',
    workLocation: 'Витебск',
  },
];

export default artistList;
